const faqData = [
  {
    id: 1,
    question: "آیا ممکن است برخی جلسات یک درس ناقص باشند؟",
    answer:
      "معمولاً تمامی جلسات هر درس به‌صورت کامل ضبط می‌شوند، اما گاهی به دلیل برخی ناهماهنگی‌ها ممکن است یک یا چند جلسه ضبط نشده باشد. جزئیات این موارد در توضیحات هر درس درج شده است.",
  },
  {
    id: 2,
    question: "اگر لینک دانلود یا پخش ویدیو مشکل داشت، چه کاری باید انجام داد؟",
    answer:
      "در صورت مشاهده هرگونه مشکل در دانلود یا پخش ویدیو، می‌توانید از طریق صفحه ارتباط با ما اطلاع دهید تا تیم پشتیبانی در سریع‌ترین زمان ممکن مشکل را بررسی و رفع کند.",
  },
  {
    id: 3,
    question: "آیا می‌توان ویدیوهای یک درس را به‌صورت سی‌دی یا دی‌وی‌دی تهیه کرد؟",
    answer:
      "خیر. تمامی آموزش‌ها فقط به‌صورت آنلاین ارائه می‌شوند و امکان تهیه نسخه فیزیکی آن‌ها وجود ندارد.",
  },
];

export default faqData;